{
  "chatId": -1001760193189,
  "title": "EXAMINATION UPDATES💯💯",
  "exportedAt": "2025-11-28T14:45:17.813423695Z",
  "count": 25,
  "messages": [
    {
      "id": 4419747840,
      "chatId": -1001760193189,
      "date": 1764324259,
      "dateIso": "2025-11-28T10:04:19Z",
      "text": "(6a)\ni. According to the Synoptic gospels, women were the first to go to the tomb of Jesus.\nii. Matthew wrote that the women went to the tomb after the Sabbath was fully completed, while Mark said it was after the Sabbath had passed, very early in the morning at sunrise.\niii. The women included Mary Magdalene, Mary the mother of James, Salome, and according to Luke, Joanna, the wife of Chuza.\niv. According to Mark, the women brought sweet spices to anoint Jesus\u0027 body for further embalming.\nv. The women wondered who would roll away the stone at the entrance of the tomb.\nvi. Matthew reported a great earthquake before the women arrived at the tomb, and an angel of the Lord rolled back the stone.\nvii. The angel sat on the stone, and the guards were frightened and became like dead men.\nviii. The angel told the women not to be afraid, for Jesus had risen, and they should come and see where He was laid.\nix. The angel instructed them to go quickly and tell the disciples that Jesus had arisen and was going to Galilee, where they would meet Him.\nx. According to Matthew, the angel appeared to the women, not just the guards.\nxi. Mark described a young man in a white robe inside the tomb, who gave the women information about Jesus\u0027 resurrection.\nxii. The women were instructed to inform the disciples, with Mark emphasizing Peter specifically.\nxiii. The women left the tomb with awe and ran to tell the disciples that Jesus had arisen.\nxiv. According to Matthew, Jesus appeared to the women, and they worshiped Him.\n\n(6b)\n(i)Confirmation of Divinity: The resurrection confirms Jesus\u0027 divinity and identity as the Son of God.\n(ii)Victory over Death and Sin: The resurrection demonstrates Jesus\u0027 victory over death and sin, providing salvation for humanity.\n(iii)Foundation of Faith: The resurrection is the foundation of Christian faith, demonstrating Jesus\u0027 power and authority.\n(iv)Assurance of Future Hope: The resurrection provides assurance of future hope for believers, promising eternal life and resurrection.",
      "genres": []
    },
    {
      "id": 4418699264,
      "chatId": -1001760193189,
      "date": 1764324259,
      "dateIso": "2025-11-28T10:04:19Z",
      "text": "(2b)\n(i) Increase in social misconduct: Poor parenting contributes to rising cases of delinquency: Children without proper guidance often engage in crime, violence, and antisocial behavior.\n(ii) Breakdown of moral values: The absence of good parental training weakens moral foundations: This leads to dishonesty, disrespect, and a decline in community ethics.\n(iii) Emotional and psychological instability: Lack of good parenting exposes children to neglect and insecurity: As adults, they may struggle with low self-esteem, anxiety, and difficulty forming healthy relationships.\n*WAEC GCE CRS*\n\n *NUMBER THREE*\n\n(3a)\nThe statement “to obey is better than sacrifice and to hearken than the fat of rams” was made during the confrontation between the prophet Samuel and King Saul after the battle against the Amalekites. God had commanded Saul to destroy the Amalekites completely, including their king and all their livestock, as judgment for their long-standing hostility against Israel. Instead of carrying out the instructions fully, Saul spared King Agag and kept the best of the animals, claiming they were intended for sacrifice to God.\n\nWhen Samuel arrived, he immediately recognized Saul’s disobedience upon hearing the bleating of sheep and lowing of cattle that should have been destroyed. Saul attempted to justify his actions by insisting he had obeyed God “partly” and that the preserved animals were for worship. However, Samuel rebuked him, emphasizing that partial obedience is disobedience in God’s sight. He explained that God desires obedience to His commands more than ritual sacrifices or outward acts of worship.\n\nSamuel then delivered the famous statement, stressing that true devotion to God is demonstrated through obedience rather than religious performance. He reminded Saul that rebellion and stubbornness are as sinful as witchcraft and idolatry. The consequences of Saul’s disobedience were severe. God rejected him as king, and Samuel declared that the kingdom would be given to someone more obedient.\n\nThis incident highlighted the importance of wholehearted submission to God. The statement was made to show that sacrifices offered without obedience are meaningless and that leaders are expected to follow God’s instructions fully, not selectively. Saul’s failure became a lesson for all Israel that obedience is the foundation of a genuine relationship with God.\n\n(3b)\n(i) Repentance and confession: Acknowledging wrongdoing before God or others. This restores trust and opens the way for reconciliation.\n(ii) Forgiveness: Letting go of bitterness and choosing to forgive offenders. This removes barriers and heals emotional wounds.\n(iii) Effective communication: Discussing misunderstandings honestly and respectfully. This helps resolve conflicts and rebuild relationships.\n(iv) Obedience to God’s teachings: Following biblical principles of love, humility, and peace. This strengthens one’s relationship with God and improves interactions with others.\n\n\n*WAEC-GCE-CRS*\n\n(5a)\ni. Jesus stood by the lake Gennesaret and the people gathered to hear the word of God from him.\nii. Jesus saw two empty boats and entered one of them belonging to Simon Peter.\niii Jesus stood in the boat and taught the people around.\niv. After the teaching, Jesus instructed Peter to cast his nets in the deep waters for a catch.\nv. Simon initially protested but later agreed to do as Jesus directed.\nvi. After he threw the nets, he caught a great shoal of fish.\nvi. His nets were breaking, and he had to request assistance from his colleagues.\nvii. They filled the two boats so that they began to sink.\nviii. Peter was so much astonished that he begged Jesus to depart from him since he was a sinner.\nix. Peter was in the company of James and John, the Sons of Zebedee who were also fishermen.\nx. Jesus then invited them to be fishers of men.\nxi. And instantly, they left everything and followed Jesus.\n\n(5b)\n(i)Lack of self-denial.\n(ii)Lack of self-control.\n(iii)Unforgiveness/intolerance.",
      "genres": []
    },
    {
      "id": 4417650688,
      "chatId": -1001760193189,
      "date": 1764324259,
      "dateIso": "2025-11-28T10:04:19Z",
      "text": "(1a)\ni. When Moses was old and about to die, he asked God to appoint a leader to succeed him.\nii. Moses sought a leader who could lead the Israelites out and bring them in.\niii. This was to ensure that Israel would not be without a shepherd.\niv. God declared Joshua, the son of Nun, as Moses\u0027 successor.\nv. Joshua was a man with the Spirit of God and a faithful assistant to Moses.\nvi. Moses was instructed to lay his hands on Joshua, investing him with some of his authority.\nvii. The change was to be a gradual shift of power while Moses was still alive.\nviii. Joshua would depend on Eleazar the priest for guidance through the Urim and Thummim.\nix. Joshua would lead the Israelites, and at his command, they would go out and come in.\nx. Moses presented Joshua to Eleazar and the congregation.\nxi. Moses laid his hands on Joshua, commissioning him before the congregation.\nxii. Moses had both political and spiritual authority, receiving direct guidance from God.\nxiii. Joshua\u0027s role would focus on leadership, while Eleazar would handle priestly duties.\nxiv. The laying on of hands signified Joshua\u0027s divine appointment and transfer of authority.\nxv. Joshua was to follow and mediate the law given to him by Moses.\nxvi. God encouraged Joshua to be strong and courageous.\nxvii. God promised to be with Joshua always.\nxviii. Moses demonstrated concern for the nation\u0027s future, praying for a capable successor.\n\n(1b)\n(i)Fear of God and trust in Him are essential for effective leadership.\n(ii)Leaders should be faithful and obedient to God\u0027s principles to achieve success.\n(iii)Leaders should treat all people with respect, regardless of age, status, or background.\n\n *NUMBER TWO*\n\n(2a)\nEli’s failure as a father was revealed through the conduct and corruption of his sons, Hophni and Phinehas, who served as priests at the sanctuary in Shiloh. These sons abused their priestly office by taking the best portions of the sacrifices meant for God and intimidating worshippers who resisted their demands. Their immoral behavior extended further as they engaged in sexual misconduct with the women who served at the entrance of the tent of meeting, bringing disgrace upon the priesthood and the nation.\n\nEli was aware of their sinful actions, and he failed to discipline them effectively. He questioned them mildly but did not take decisive measures to stop their corruption or remove them from office. His passive response revealed a lack of firmness and accountability, particularly given the sacred responsibilities his family held. Instead of correcting them in a manner that would uphold God’s standards, Eli allowed their misconduct to continue unchecked.\n\nGod sent a prophet to warn Eli that his failure to restrain his sons was dishonoring to God. The message made it clear that Eli had placed his sons above the Lord by tolerating their wickedness. Despite this divine warning, there was no recorded change in Eli’s handling of the situation. His lack of corrective action demonstrated neglect of his parental and spiritual responsibilities.\n\nAs a result, God pronounced judgment on Eli’s household, declaring that his lineage would lose its privileged priestly position and that both of his sons would die on the same day. This showed the gravity of Eli’s failure not only as a father but also as a spiritual leader entrusted with guiding Israel. His inability to enforce discipline allowed corruption to grow within the sanctuary and weakened the spiritual integrity of the nation.\n\nUltimately, the incident revealed that Eli’s failure was not just in having wayward sons, but in his unwillingness to apply firm correction and uphold God’s standards. His passive parenting resulted in severe consequences for his family and served as a warning about the importance of responsible, principled leadership within both the home and society.",
      "genres": []
    },
    {
      "id": 4416602112,
      "chatId": -1001760193189,
      "date": 1764324228,
      "dateIso": "2025-11-28T10:03:48Z",
      "content": {
        "type": "photo",
        "sizes": [
          {
            "width": 607,
            "height": 1080,
            "file": {
              "id": 10612,
              "size": 50016,
              "remoteId": "AgACAgQAAx0CaOpqpQACEHRpKbJPN0QpgOOUcVfE-81TD3p4bgACTQtrG48LUVH5w66g5FTy_wEAAwIAA3kAAzgE",
              "uniqueId": "AQADTQtrG48LUVF-"
            }
          },
          {
            "width": 450,
            "height": 800,
            "file": {
              "id": 10611,
              "size": 49430,
              "remoteId": "AgACAgQAAx0CaOpqpQACEHRpKbJPN0QpgOOUcVfE-81TD3p4bgACTQtrG48LUVH5w66g5FTy_wEAAwIAA3gAAzgE",
              "uniqueId": "AQADTQtrG48LUVF9"
            }
          },
          {
            "width": 180,
            "height": 320,
            "file": {
              "id": 10610,
              "size": 11222,
              "remoteId": "AgACAgQAAx0CaOpqpQACEHRpKbJPN0QpgOOUcVfE-81TD3p4bgACTQtrG48LUVH5w66g5FTy_wEAAwIAA20AAzgE",
              "uniqueId": "AQADTQtrG48LUVFy"
            }
          }
        ]
      }
    },
    {
      "id": 4415553536,
      "chatId": -1001760193189,
      "date": 1764324228,
      "dateIso": "2025-11-28T10:03:48Z",
      "content": {
        "type": "photo",
        "sizes": [
          {
            "width": 607,
            "height": 1080,
            "file": {
              "id": 10615,
              "size": 59262,
              "remoteId": "AgACAgQAAx0CaOpqpQACEHNpKbJP9WbrhqtxSFKoDxwTJBFioAACTAtrG48LUVE45GGwEC8SygEAAwIAA3kAAzgE",
              "uniqueId": "AQADTAtrG48LUVF-"
            }
          },
          {
            "width": 450,
            "height": 800,
            "file": {
              "id": 10614,
              "size": 58624,
              "remoteId": "AgACAgQAAx0CaOpqpQACEHNpKbJP9WbrhqtxSFKoDxwTJBFioAACTAtrG48LUVE45GGwEC8SygEAAwIAA3gAAzgE",
              "uniqueId": "AQADTAtrG48LUVF9"
            }
          },
          {
            "width": 180,
            "height": 320,
            "file": {
              "id": 10613,
              "size": 14312,
              "remoteId": "AgACAgQAAx0CaOpqpQACEHNpKbJP9WbrhqtxSFKoDxwTJBFioAACTAtrG48LUVE45GGwEC8SygEAAwIAA20AAzgE",
              "uniqueId": "AQADTAtrG48LUVFy"
            }
          }
        ]
      }
    },
    {
      "id": 4414504960,
      "chatId": -1001760193189,
      "date": 1764283648,
      "dateIso": "2025-11-27T22:47:28Z",
      "text": "NOVDEC CANDIDATES \n\nTEXT ME\n\nwa.me/233509798781",
      "genres": []
    },
    {
      "id": 4413456384,
      "chatId": -1001760193189,
      "date": 1764240367,
      "dateIso": "2025-11-27T10:46:07Z",
      "text": "NOVDEC \n\nTEXT ME IF YOU WANT TO TRACE ANY OF YOUR PAPERS \n\nwa.me/233509798781",
      "genres": []
    },
    {
      "id": 4411359232,
      "chatId": -1001760193189,
      "date": 1764149454,
      "dateIso": "2025-11-26T09:30:54Z",
      "content": {
        "type": "photo",
        "sizes": [
          {
            "width": 720,
            "height": 995,
            "file": {
              "id": 10618,
              "size": 65196,
              "remoteId": "AgACAgQAAx0CaOpqpQACEG9pKbJPplx0ZZq4tysJ61r_tktBIwACTwtrGyjiOVF3tOPr_FrVnQEAAwIAA3kAAzgE",
              "uniqueId": "AQADTwtrGyjiOVF-"
            }
          },
          {
            "width": 579,
            "height": 800,
            "file": {
              "id": 10617,
              "size": 73423,
              "remoteId": "AgACAgQAAx0CaOpqpQACEG9pKbJPplx0ZZq4tysJ61r_tktBIwACTwtrGyjiOVF3tOPr_FrVnQEAAwIAA3gAAzgE",
              "uniqueId": "AQADTwtrGyjiOVF9"
            }
          },
          {
            "width": 232,
            "height": 320,
            "file": {
              "id": 10616,
              "size": 12795,
              "remoteId": "AgACAgQAAx0CaOpqpQACEG9pKbJPplx0ZZq4tysJ61r_tktBIwACTwtrGyjiOVF3tOPr_FrVnQEAAwIAA20AAzgE",
              "uniqueId": "AQADTwtrGyjiOVFy"
            }
          }
        ]
      }
    },
    {
      "id": 4410310656,
      "chatId": -1001760193189,
      "date": 1764149454,
      "dateIso": "2025-11-26T09:30:54Z",
      "content": {
        "type": "photo",
        "sizes": [
          {
            "width": 608,
            "height": 1080,
            "file": {
              "id": 10621,
              "size": 57812,
              "remoteId": "AgACAgQAAx0CaOpqpQACEG5pKbJPtir5vdgSgeLg8Ts6s5j7XQACTgtrGyjiOVGQRQ-s4sKWZwEAAwIAA3kAAzgE",
              "uniqueId": "AQADTgtrGyjiOVF-"
            }
          },
          {
            "width": 450,
            "height": 800,
            "file": {
              "id": 10620,
              "size": 56592,
              "remoteId": "AgACAgQAAx0CaOpqpQACEG5pKbJPtir5vdgSgeLg8Ts6s5j7XQACTgtrGyjiOVGQRQ-s4sKWZwEAAwIAA3gAAzgE",
              "uniqueId": "AQADTgtrGyjiOVF9"
            }
          },
          {
            "width": 180,
            "height": 320,
            "file": {
              "id": 10619,
              "size": 10734,
              "remoteId": "AgACAgQAAx0CaOpqpQACEG5pKbJPtir5vdgSgeLg8Ts6s5j7XQACTgtrGyjiOVGQRQ-s4sKWZwEAAwIAA20AAzgE",
              "uniqueId": "AQADTgtrGyjiOVFy"
            }
          }
        ]
      }
    },
    {
      "id": 4409262080,
      "chatId": -1001760193189,
      "date": 1764149454,
      "dateIso": "2025-11-26T09:30:54Z",
      "content": {
        "type": "photo",
        "sizes": [
          {
            "width": 720,
            "height": 941,
            "file": {
              "id": 10624,
              "size": 64914,
              "remoteId": "AgACAgQAAx0CaOpqpQACEG1pKbJPGoDvKOMAAT897RcOWtg_sosAAk0Laxso4jlRny3VgF4CdQUBAAMCAAN5AAM4BA",
              "uniqueId": "AQADTQtrGyjiOVF-"
            }
          },
          {
            "width": 612,
            "height": 800,
            "file": {
              "id": 10623,
              "size": 79191,
              "remoteId": "AgACAgQAAx0CaOpqpQACEG1pKbJPGoDvKOMAAT897RcOWtg_sosAAk0Laxso4jlRny3VgF4CdQUBAAMCAAN4AAM4BA",
              "uniqueId": "AQADTQtrGyjiOVF9"
            }
          },
          {
            "width": 245,
            "height": 320,
            "file": {
              "id": 10622,
              "size": 13492,
              "remoteId": "AgACAgQAAx0CaOpqpQACEG1pKbJPGoDvKOMAAT897RcOWtg_sosAAk0Laxso4jlRny3VgF4CdQUBAAMCAANtAAM4BA",
              "uniqueId": "AQADTQtrGyjiOVFy"
            }
          }
        ]
      }
    },
    {
      "id": 4408213504,
      "chatId": -1001760193189,
      "date": 1764149453,
      "dateIso": "2025-11-26T09:30:53Z",
      "content": {
        "type": "photo",
        "sizes": [
          {
            "width": 608,
            "height": 1080,
            "file": {
              "id": 10627,
              "size": 58383,
              "remoteId": "AgACAgQAAx0CaOpqpQACEGxpKbJPICmyGzLBNaPi5QK9EuUncQACTAtrGyjiOVFZq2C0B2ulCwEAAwIAA3kAAzgE",
              "uniqueId": "AQADTAtrGyjiOVF-"
            }
          },
          {
            "width": 450,
            "height": 800,
            "file": {
              "id": 10626,
              "size": 56653,
              "remoteId": "AgACAgQAAx0CaOpqpQACEGxpKbJPICmyGzLBNaPi5QK9EuUncQACTAtrGyjiOVFZq2C0B2ulCwEAAwIAA3gAAzgE",
              "uniqueId": "AQADTAtrGyjiOVF9"
            }
          },
          {
            "width": 180,
            "height": 320,
            "file": {
              "id": 10625,
              "size": 10380,
              "remoteId": "AgACAgQAAx0CaOpqpQACEGxpKbJPICmyGzLBNaPi5QK9EuUncQACTAtrGyjiOVFZq2C0B2ulCwEAAwIAA20AAzgE",
              "uniqueId": "AQADTAtrGyjiOVFy"
            }
          }
        ]
      }
    },
    {
      "id": 4407164928,
      "chatId": -1001760193189,
      "date": 1764149453,
      "dateIso": "2025-11-26T09:30:53Z",
      "content": {
        "type": "photo",
        "sizes": [
          {
            "width": 720,
            "height": 977,
            "file": {
              "id": 10630,
              "size": 63653,
              "remoteId": "AgACAgQAAx0CaOpqpQACEGtpKbJPqp95xwcqj1dGIrIu9-75xQACSwtrGyjiOVE9SLUAATFQjsMBAAMCAAN5AAM4BA",
              "uniqueId": "AQADSwtrGyjiOVF-"
            }
          },
          {
            "width": 590,
            "height": 800,
            "file": {
              "id": 10629,
              "size": 74247,
              "remoteId": "AgACAgQAAx0CaOpqpQACEGtpKbJPqp95xwcqj1dGIrIu9-75xQACSwtrGyjiOVE9SLUAATFQjsMBAAMCAAN4AAM4BA",
              "uniqueId": "AQADSwtrGyjiOVF9"
            }
          },
          {
            "width": 236,
            "height": 320,
            "file": {
              "id": 10628,
              "size": 12900,
              "remoteId": "AgACAgQAAx0CaOpqpQACEGtpKbJPqp95xwcqj1dGIrIu9-75xQACSwtrGyjiOVE9SLUAATFQjsMBAAMCAANtAAM4BA",
              "uniqueId": "AQADSwtrGyjiOVFy"
            }
          }
        ]
      }
    },
    {
      "id": 4406116352,
      "chatId": -1001760193189,
      "date": 1764149277,
      "dateIso": "2025-11-26T09:27:57Z",
      "content": {
        "type": "photo",
        "sizes": [
          {
            "width": 590,
            "height": 1280,
            "file": {
              "id": 10633,
              "size": 62781,
              "remoteId": "AgACAgQAAx0CaOpqpQACEGppKbJPI-9Ua_Rx37-o84XxPPtd2AACuQtrG-EFOFFmlFKgqvzrbwEAAwIAA3kAAzgE",
              "uniqueId": "AQADuQtrG-EFOFF-"
            }
          },
          {
            "width": 369,
            "height": 800,
            "file": {
              "id": 10632,
              "size": 46447,
              "remoteId": "AgACAgQAAx0CaOpqpQACEGppKbJPI-9Ua_Rx37-o84XxPPtd2AACuQtrG-EFOFFmlFKgqvzrbwEAAwIAA3gAAzgE",
              "uniqueId": "AQADuQtrG-EFOFF9"
            }
          },
          {
            "width": 148,
            "height": 320,
            "file": {
              "id": 10631,
              "size": 10367,
              "remoteId": "AgACAgQAAx0CaOpqpQACEGppKbJPI-9Ua_Rx37-o84XxPPtd2AACuQtrG-EFOFFmlFKgqvzrbwEAAwIAA20AAzgE",
              "uniqueId": "AQADuQtrG-EFOFFy"
            }
          }
        ]
      }
    },
    {
      "id": 4405067776,
      "chatId": -1001760193189,
      "date": 1764149277,
      "dateIso": "2025-11-26T09:27:57Z",
      "content": {
        "type": "photo",
        "sizes": [
          {
            "width": 590,
            "height": 1280,
            "file": {
              "id": 10636,
              "size": 62816,
              "remoteId": "AgACAgQAAx0CaOpqpQACEGlpKbJPmaI7iWsVdurslDgUaTin-gACuAtrG-EFOFEyInoRQ_7UrwEAAwIAA3kAAzgE",
              "uniqueId": "AQADuAtrG-EFOFF-"
            }
          },
          {
            "width": 369,
            "height": 800,
            "file": {
              "id": 10635,
              "size": 44859,
              "remoteId": "AgACAgQAAx0CaOpqpQACEGlpKbJPmaI7iWsVdurslDgUaTin-gACuAtrG-EFOFEyInoRQ_7UrwEAAwIAA3gAAzgE",
              "uniqueId": "AQADuAtrG-EFOFF9"
            }
          },
          {
            "width": 148,
            "height": 320,
            "file": {
              "id": 10634,
              "size": 10318,
              "remoteId": "AgACAgQAAx0CaOpqpQACEGlpKbJPmaI7iWsVdurslDgUaTin-gACuAtrG-EFOFEyInoRQ_7UrwEAAwIAA20AAzgE",
              "uniqueId": "AQADuAtrG-EFOFFy"
            }
          }
        ]
      }
    },
    {
      "id": 4402970624,
      "chatId": -1001760193189,
      "date": 1764148702,
      "dateIso": "2025-11-26T09:18:22Z",
      "text": "Solutions 👇👇👇👇",
      "genres": []
    },
    {
      "id": 4401922048,
      "chatId": -1001760193189,
      "date": 1764148459,
      "dateIso": "2025-11-26T09:14:19Z",
      "text": "Biology actual paper",
      "genres": []
    },
    {
      "id": 4400873472,
      "chatId": -1001760193189,
      "date": 1764148453,
      "dateIso": "2025-11-26T09:14:13Z",
      "content": {
        "type": "photo",
        "sizes": [
          {
            "width": 720,
            "height": 995,
            "file": {
              "id": 10639,
              "size": 65196,
              "remoteId": "AgACAgQAAx0CaOpqpQACEGVpKbJPIV0UMkOgrojalsr1GXT8mwACrAtrG-EFOFEXLRVl3TLpWAEAAwIAA3kAAzgE",
              "uniqueId": "AQADrAtrG-EFOFF-"
            }
          },
          {
            "width": 579,
            "height": 800,
            "file": {
              "id": 10638,
              "size": 73423,
              "remoteId": "AgACAgQAAx0CaOpqpQACEGVpKbJPIV0UMkOgrojalsr1GXT8mwACrAtrG-EFOFEXLRVl3TLpWAEAAwIAA3gAAzgE",
              "uniqueId": "AQADrAtrG-EFOFF9"
            }
          },
          {
            "width": 232,
            "height": 320,
            "file": {
              "id": 10637,
              "size": 12795,
              "remoteId": "AgACAgQAAx0CaOpqpQACEGVpKbJPIV0UMkOgrojalsr1GXT8mwACrAtrG-EFOFEXLRVl3TLpWAEAAwIAA20AAzgE",
              "uniqueId": "AQADrAtrG-EFOFFy"
            }
          }
        ]
      }
    },
    {
      "id": 4399824896,
      "chatId": -1001760193189,
      "date": 1764148453,
      "dateIso": "2025-11-26T09:14:13Z",
      "content": {
        "type": "photo",
        "sizes": [
          {
            "width": 608,
            "height": 1080,
            "file": {
              "id": 10642,
              "size": 57812,
              "remoteId": "AgACAgQAAx0CaOpqpQACEGRpKbJPo8pnG4vVW80AAQUtWdJp9WYAAqsLaxvhBThRthg4fML6VIcBAAMCAAN5AAM4BA",
              "uniqueId": "AQADqwtrG-EFOFF-"
            }
          },
          {
            "width": 450,
            "height": 800,
            "file": {
              "id": 10641,
              "size": 56592,
              "remoteId": "AgACAgQAAx0CaOpqpQACEGRpKbJPo8pnG4vVW80AAQUtWdJp9WYAAqsLaxvhBThRthg4fML6VIcBAAMCAAN4AAM4BA",
              "uniqueId": "AQADqwtrG-EFOFF9"
            }
          },
          {
            "width": 180,
            "height": 320,
            "file": {
              "id": 10640,
              "size": 10734,
              "remoteId": "AgACAgQAAx0CaOpqpQACEGRpKbJPo8pnG4vVW80AAQUtWdJp9WYAAqsLaxvhBThRthg4fML6VIcBAAMCAANtAAM4BA",
              "uniqueId": "AQADqwtrG-EFOFFy"
            }
          }
        ]
      }
    },
    {
      "id": 4398776320,
      "chatId": -1001760193189,
      "date": 1764148453,
      "dateIso": "2025-11-26T09:14:13Z",
      "content": {
        "type": "photo",
        "sizes": [
          {
            "width": 608,
            "height": 1080,
            "file": {
              "id": 10645,
              "size": 58383,
              "remoteId": "AgACAgQAAx0CaOpqpQACEGNpKbJPaUzK3lCX_E8KQB3l3aNWcQACqgtrG-EFOFHD-dP_mA0Q5QEAAwIAA3kAAzgE",
              "uniqueId": "AQADqgtrG-EFOFF-"
            }
          },
          {
            "width": 450,
            "height": 800,
            "file": {
              "id": 10644,
              "size": 56653,
              "remoteId": "AgACAgQAAx0CaOpqpQACEGNpKbJPaUzK3lCX_E8KQB3l3aNWcQACqgtrG-EFOFHD-dP_mA0Q5QEAAwIAA3gAAzgE",
              "uniqueId": "AQADqgtrG-EFOFF9"
            }
          },
          {
            "width": 180,
            "height": 320,
            "file": {
              "id": 10643,
              "size": 10380,
              "remoteId": "AgACAgQAAx0CaOpqpQACEGNpKbJPaUzK3lCX_E8KQB3l3aNWcQACqgtrG-EFOFHD-dP_mA0Q5QEAAwIAA20AAzgE",
              "uniqueId": "AQADqgtrG-EFOFFy"
            }
          }
        ]
      }
    },
    {
      "id": 4397727744,
      "chatId": -1001760193189,
      "date": 1764148453,
      "dateIso": "2025-11-26T09:14:13Z",
      "content": {
        "type": "photo",
        "sizes": [
          {
            "width": 720,
            "height": 941,
            "file": {
              "id": 10648,
              "size": 64914,
              "remoteId": "AgACAgQAAx0CaOpqpQACEGJpKbJPnLCp1GI6BvHX1DwFgS4C0QACqQtrG-EFOFERBXzdzrYetgEAAwIAA3kAAzgE",
              "uniqueId": "AQADqQtrG-EFOFF-"
            }
          },
          {
            "width": 612,
            "height": 800,
            "file": {
              "id": 10647,
              "size": 79191,
              "remoteId": "AgACAgQAAx0CaOpqpQACEGJpKbJPnLCp1GI6BvHX1DwFgS4C0QACqQtrG-EFOFERBXzdzrYetgEAAwIAA3gAAzgE",
              "uniqueId": "AQADqQtrG-EFOFF9"
            }
          },
          {
            "width": 245,
            "height": 320,
            "file": {
              "id": 10646,
              "size": 13492,
              "remoteId": "AgACAgQAAx0CaOpqpQACEGJpKbJPnLCp1GI6BvHX1DwFgS4C0QACqQtrG-EFOFERBXzdzrYetgEAAwIAA20AAzgE",
              "uniqueId": "AQADqQtrG-EFOFFy"
            }
          }
        ]
      }
    },
    {
      "id": 4396679168,
      "chatId": -1001760193189,
      "date": 1764148453,
      "dateIso": "2025-11-26T09:14:13Z",
      "content": {
        "type": "photo",
        "sizes": [
          {
            "width": 720,
            "height": 977,
            "file": {
              "id": 10651,
              "size": 63653,
              "remoteId": "AgACAgQAAx0CaOpqpQACEGFpKbJPaAGqf7fsbeH1sF0aWkIkHwACqAtrG-EFOFFnzv_3N0u0AQEAAwIAA3kAAzgE",
              "uniqueId": "AQADqAtrG-EFOFF-"
            }
          },
          {
            "width": 590,
            "height": 800,
            "file": {
              "id": 10650,
              "size": 74275,
              "remoteId": "AgACAgQAAx0CaOpqpQACEGFpKbJPaAGqf7fsbeH1sF0aWkIkHwACqAtrG-EFOFFnzv_3N0u0AQEAAwIAA3gAAzgE",
              "uniqueId": "AQADqAtrG-EFOFF9"
            }
          },
          {
            "width": 236,
            "height": 320,
            "file": {
              "id": 10649,
              "size": 12897,
              "remoteId": "AgACAgQAAx0CaOpqpQACEGFpKbJPaAGqf7fsbeH1sF0aWkIkHwACqAtrG-EFOFFnzv_3N0u0AQEAAwIAA20AAzgE",
              "uniqueId": "AQADqAtrG-EFOFFy"
            }
          }
        ]
      }
    },
    {
      "id": 4393533440,
      "chatId": -1001760193189,
      "date": 1764116753,
      "dateIso": "2025-11-26T00:25:53Z",
      "text": "NOVDEC \n\nBIOLOGY \n\nTEXT ME NOW \n\nwa.me/233509798781",
      "genres": []
    },
    {
      "id": 4392484864,
      "chatId": -1001760193189,
      "date": 1764108914,
      "dateIso": "2025-11-25T22:15:14Z",
      "text": "NOVDEC \n\nTEXT ME IF YOU WANT TO TRACE ANY OF YOUR PAPERS \n\nwa.me/233509798781",
      "genres": []
    },
    {
      "id": 4391436288,
      "chatId": -1001760193189,
      "date": 1764074432,
      "dateIso": "2025-11-25T12:40:32Z",
      "content": {
        "type": "photo",
        "sizes": [
          {
            "width": 686,
            "height": 1080,
            "file": {
              "id": 10654,
              "size": 131716,
              "remoteId": "AgACAgQAAx0CaOpqpQACEFxpKbJPmOrTgVKvwEIoXi3cil30VwACDw1rG5LJKFH4niTs7SSFlwEAAwIAA3kAAzgE",
              "uniqueId": "AQADDw1rG5LJKFF-"
            }
          },
          {
            "width": 508,
            "height": 800,
            "file": {
              "id": 10653,
              "size": 107833,
              "remoteId": "AgACAgQAAx0CaOpqpQACEFxpKbJPmOrTgVKvwEIoXi3cil30VwACDw1rG5LJKFH4niTs7SSFlwEAAwIAA3gAAzgE",
              "uniqueId": "AQADDw1rG5LJKFF9"
            }
          },
          {
            "width": 203,
            "height": 320,
            "file": {
              "id": 10652,
              "size": 28019,
              "remoteId": "AgACAgQAAx0CaOpqpQACEFxpKbJPmOrTgVKvwEIoXi3cil30VwACDw1rG5LJKFH4niTs7SSFlwEAAwIAA20AAzgE",
              "uniqueId": "AQADDw1rG5LJKFFy"
            }
          }
        ]
      }
    },
    {
      "id": 4390387712,
      "chatId": -1001760193189,
      "date": 1764074432,
      "dateIso": "2025-11-25T12:40:32Z",
      "content": {
        "type": "photo",
        "sizes": [
          {
            "width": 705,
            "height": 1080,
            "file": {
              "id": 10657,
              "size": 115819,
              "remoteId": "AgACAgQAAx0CaOpqpQACEFtpKbJP5NGdO2KaGl4AAdy8WJ0bRM4AAg4NaxuSyShRQ5KoT85mNIEBAAMCAAN5AAM4BA",
              "uniqueId": "AQADDg1rG5LJKFF-"
            }
          },
          {
            "width": 522,
            "height": 800,
            "file": {
              "id": 10656,
              "size": 99156,
              "remoteId": "AgACAgQAAx0CaOpqpQACEFtpKbJP5NGdO2KaGl4AAdy8WJ0bRM4AAg4NaxuSyShRQ5KoT85mNIEBAAMCAAN4AAM4BA",
              "uniqueId": "AQADDg1rG5LJKFF9"
            }
          },
          {
            "width": 209,
            "height": 320,
            "file": {
              "id": 10655,
              "size": 26337,
              "remoteId": "AgACAgQAAx0CaOpqpQACEFtpKbJP5NGdO2KaGl4AAdy8WJ0bRM4AAg4NaxuSyShRQ5KoT85mNIEBAAMCAANtAAM4BA",
              "uniqueId": "AQADDg1rG5LJKFFy"
            }
          }
        ]
      }
    }
  ]
}