{
  "chatId": -1001373954763,
  "title": "Chnopfloch",
  "exportedAt": "2025-11-28T14:45:18.957754049Z",
  "count": 25,
  "messages": [
    {
      "id": 3702521856,
      "chatId": -1001373954763,
      "date": 1764322160,
      "dateIso": "2025-11-28T09:29:20Z",
      "text": "China kann alles kopieren - ausser Verlässlichkeit, Haltbarkeit und Qualität.\n\nMfg Chnopfloch",
      "genres": []
    },
    {
      "id": 3701473280,
      "chatId": -1001373954763,
      "date": 1764223037,
      "dateIso": "2025-11-27T05:57:17Z",
      "text": "Liebe Hämische\n\nNein, ich besitze keine Bitcoin. Und es tut mir auch nicht leid, keine gekauft zu haben. \n\nMein Interesse ist rein technischer Natur und weil auch ich sehen kann, dass die Digitalisierung voranschreitet fände ich es toll, wenn es eine digitale Währung für das gemeine Volk gäbe, die man auch wirklich als dezentrales Zahlungsmittel verwenden kann. Bitcoin kann das nicht.\n\nCrypto ist für mich bestenfalls eine Alternative zu Bargeld oder Edelmetallen und nicht die Rettung aus einem korrupten und kaputten Geldsystem. Bin selber vielmehr der Ansicht, dass es besser ist, die Verwendung von Geld allgemein einzuschränken und eher frugal zu leben, als nun statt Papierzettelchen hinterher zu rennen, volatile Datensätze als Ersatz zu sammeln. \n\nGier basiert auf Angst. Wer meint, mit Bitcoin reich werden zu müssen, sollte sich bewusst sein, dass auf der anderen Seite immer jemand verliert. Es gibt da keine Win-Win-Situation wie es sonst sein sollte, vielmehr empfinde ich dieses Verhalten als parasitär, da man ohne etwas dafür zu tun einfach abschöpfen will. Das kranke Mindset, ob bei Papiergeld oder Crypto bleibt dasselbe. Ich bin eher der Meinung, dass man besser an und mit der zugrunde liegenden Angst arbeiten sollte, als diese durch Gier noch zusätzlich zu kultivieren. Bitcoin ist kein Weg in die Freiheit, eher das Gegenteil, es ist vielmehr eine ideale Methode durch Co-Abhängigkeit die bestehenden Strukturen zu stärken. Wer nur noch alles in Geld und Zahlen bewertet ist arm dran.\n\nIch mag ein Idealist sein. Nun ja. Aber unverdientes Vermögen macht nicht glücklich. Ich bin lieber bescheiden und arbeite für ein einen wahren Austausch bei dem beide Parteien zufrieden sind, als dass ich mich dieser Art von parasitärer Hirnfäule hingebe. \n\nMfg Chnopfloch",
      "genres": []
    },
    {
      "id": 3700424704,
      "chatId": -1001373954763,
      "date": 1764185028,
      "dateIso": "2025-11-26T19:23:48Z",
      "text": "Fuck Bitcoin\n\nRepost: Zwei meiner wenigen Beiträge über Crypto vom 19. November 2023 und 4.Mai, 2024 \n\nAls ehemaliger Softwareentwickler kann ich nicht beurteilen, mit welcher Kryptowährung man am meisten Geld generieren kann. Ich kann aber die dahinterstehende Technologie beurteilen und sagen, welche Blockchain einen Nutzen hat und wie sie funktioniert. Die Entwicklung geht rasant weiter und aus der Software-Sicht sehe ich unter Tausenden, und ich kenne bei weitem nicht alle, nur sehr wenige Projekte, welche die gegebenen Anforderungen erfüllen können. KASPA ($KAS) als Zahlungssystem ist keine Blockchain mehr, sondern eine Blockdag genannte Weiterentwicklung, welche die Anforderungen eines Zahlungssystem, so wie ursprünglich für Bitcoin vorgesehen, erfüllen kann.\n\nhttps://blog.chnopfloch.ch/gold-und-silber/\n\nhttps://blog.chnopfloch.ch/fuck-bitcoin/\n\nMfg Chnopfloch",
      "genres": []
    },
    {
      "id": 3699376128,
      "chatId": -1001373954763,
      "date": 1764153151,
      "dateIso": "2025-11-26T10:32:31Z",
      "text": "Es ist hart in dieser Welt, aber nicht von dieser Welt zu sein.\n\nMfg Chnopfloch",
      "genres": []
    },
    {
      "id": 3698327552,
      "chatId": -1001373954763,
      "date": 1764152815,
      "dateIso": "2025-11-26T10:26:55Z",
      "text": "Meine Güte. Schon etwa 13.000 Wörter. Das Thema alternative Kunstgeschichte hat so viele Facetten. Das dürfte wohl ein Hörbuch werden. Oder ein mehrteiliger Podcast. Und stundenlanges Einsprechen. Eine Weile wird das noch dauern. Bitte um etwas Geduld, falls überhaupt jemand darauf wartet. 🧐\n\nMfg Chnopfloch",
      "genres": []
    },
    {
      "id": 3697278976,
      "chatId": -1001373954763,
      "date": 1764150942,
      "dateIso": "2025-11-26T09:55:42Z",
      "text": "Solange Cryptos nicht allgemein von der Bevölkerung als Zahlungsmittel untereinander verwendet werden, ist der Herrscher über Dein digitales Geld ein privater Internetanbieter, eine Börse oder eine Bank, die von einer Regierung im Würgegriff gehalten wird.\n\nMfg Chnopfloch",
      "genres": []
    },
    {
      "id": 3696230400,
      "chatId": -1001373954763,
      "date": 1764076208,
      "dateIso": "2025-11-25T13:10:08Z",
      "text": "Die Tierwelt scheint bis auf Bullen und Bären ausgerottet.\n\nMfg Chnopfloch",
      "genres": []
    },
    {
      "id": 3695181824,
      "chatId": -1001373954763,
      "date": 1764072188,
      "dateIso": "2025-11-25T12:03:08Z",
      "text": "Gelogen wird immer nur, wenn es etwas zu verstecken gibt.\n\nMfg Chnopfloch",
      "genres": []
    },
    {
      "id": 3694133248,
      "chatId": -1001373954763,
      "date": 1763964590,
      "dateIso": "2025-11-24T06:09:50Z",
      "text": "Lächle und Du wirst auffallen.\n\nMfg Chnopfloch",
      "genres": []
    },
    {
      "id": 3693084672,
      "chatId": -1001373954763,
      "date": 1763927559,
      "dateIso": "2025-11-23T19:52:39Z",
      "text": "Auch dort und morgen wird mal zum hier und jetzt.\n\nMfg Chnopfloch",
      "genres": []
    },
    {
      "id": 3692036096,
      "chatId": -1001373954763,
      "date": 1763836302,
      "dateIso": "2025-11-22T18:31:42Z",
      "text": "Das Hirn wird erst nach einer Einseifung gewaschen.\n\nMfg Chnopfloch",
      "genres": []
    },
    {
      "id": 3690987520,
      "chatId": -1001373954763,
      "date": 1763718244,
      "dateIso": "2025-11-21T09:44:04Z",
      "text": "Info zum nächsten Projekt\n\nDie Recherche zur Geschichte der Kunst (und vor allem der Künstler) ist immer noch im Gange. Dabei wird das Bild immer düsterer und was sich hier abzeichnet ist, dass der Missbrauch menschlicher Kreativität und Vorstellungskraft schon weit länger andauert als gedacht und eng mit einer bestimmten Bevölkerungsgruppe verwoben ist, welche Kunst und Künstler für ihre eigenen profitorientierten Zwecke instrumentalisierten und lenkten. Auf Grund des breiten Themas und der vielen Beispiele ist es denn auch schwierig, das alles in einer einzigen Doku zusammen zu fassen. \n\nWer sich alte Fotos mit schönen Gebäuden oder alte Bilder und Kunstwerke anschaut, sollte sich unbedingt zwei wichtige Fragen stellen: \n1. Wer hat das finanziert?\n2. Wozu wurde das gemacht und welche Wirkung soll damit erreicht werden?\n\nDie Antworten werden vielen nicht gefallen, denn im Hintergrund ist immer eine lenkende Hand mit ganz eigenen Interessen zu erkennen. \n\nDie Doku ist in Arbeit, die Kaffeemaschine läuft im Vollbetrieb, die Tastatur ist heiss und der Kopf raucht - aber es geht vorwärts mit dem Script.\n\nMfg Chnopfloch\nwww.chnopfloch.ch",
      "genres": []
    },
    {
      "id": 3689938944,
      "chatId": -1001373954763,
      "date": 1763646604,
      "dateIso": "2025-11-20T13:50:04Z",
      "text": "Es wäre schön, wenn es schön wäre.\n\nMfg Chnopfloch",
      "genres": []
    },
    {
      "id": 3688890368,
      "chatId": -1001373954763,
      "date": 1763644455,
      "dateIso": "2025-11-20T13:14:15Z",
      "text": "Illusionen füllen keine Bäuche.\n\nMfg Chnopfloch",
      "genres": []
    },
    {
      "id": 3687841792,
      "chatId": -1001373954763,
      "date": 1763628431,
      "dateIso": "2025-11-20T08:47:11Z",
      "text": "Je höher die Preise steigen, desto weniger wert ist ein Menschenleben.\n\nMfg Chnopfloch",
      "genres": []
    },
    {
      "id": 3686793216,
      "chatId": -1001373954763,
      "date": 1763532989,
      "dateIso": "2025-11-19T06:16:29Z",
      "text": "Wenn Du Dich ausgebrannt fühlst, dann wurdest Du verheizt.\n\nMfg Chnopfloch",
      "genres": []
    },
    {
      "id": 3685744640,
      "chatId": -1001373954763,
      "date": 1763502568,
      "dateIso": "2025-11-18T21:49:28Z",
      "text": "Vielen Dank an alle, die Gutes tun.\n\nMfg Chnopfloch",
      "genres": []
    },
    {
      "id": 3684696064,
      "chatId": -1001373954763,
      "date": 1763475260,
      "dateIso": "2025-11-18T14:14:20Z",
      "text": "Höhepunkt ist der Treffpunkt am Tiefpunkt. \n\nMfg Chnopfloch",
      "genres": []
    },
    {
      "id": 3683647488,
      "chatId": -1001373954763,
      "date": 1763461812,
      "dateIso": "2025-11-18T10:30:12Z",
      "text": "Wer nett mit sich selbst umgeht, wird beneidet.\n\nMfg Chnopfloch",
      "genres": []
    },
    {
      "id": 3682598912,
      "chatId": -1001373954763,
      "date": 1763460483,
      "dateIso": "2025-11-18T10:08:03Z",
      "text": "Der Strohhalm ist meist nur ein Gedanke.\n\nMfg Chnopfloch",
      "genres": []
    },
    {
      "id": 3681550336,
      "chatId": -1001373954763,
      "date": 1763460310,
      "dateIso": "2025-11-18T10:05:10Z",
      "text": "Gesellschaft ist ein Schneeballsystem.\n\nMfg Chnopfloch",
      "genres": []
    },
    {
      "id": 3680501760,
      "chatId": -1001373954763,
      "date": 1763457820,
      "dateIso": "2025-11-18T09:23:40Z",
      "text": "Krieg ist die letzte Möglichkeit der Mächtigen, eine Revolution gegen sie selbst zu verhindern.\n\nMfg Chnopfloch",
      "genres": []
    },
    {
      "id": 3679453184,
      "chatId": -1001373954763,
      "date": 1763375263,
      "dateIso": "2025-11-17T10:27:43Z",
      "text": "Digitale Zahlungsmittel: Ohne Abo kein Geld und ohne Geld kein Abo.\n\nMfg Chnopfloch",
      "genres": []
    },
    {
      "id": 3678404608,
      "chatId": -1001373954763,
      "date": 1763375032,
      "dateIso": "2025-11-17T10:23:52Z",
      "text": "Wenn man digitales Geld und ein Abo braucht, um sein digitales Geld verwenden zu können, dann ist  das so, als ob ein Fremder sich die eigene Geldbörse unter den Nagel gerissen hat und man ihn jedes mal bezahlen und erst noch nett zu ihm sein muss, damit man etwas mit seinem eigenen Geld anfangen kann.\n\nMfg Chnopfloch",
      "genres": []
    },
    {
      "id": 3677356032,
      "chatId": -1001373954763,
      "date": 1763374312,
      "dateIso": "2025-11-17T10:11:52Z",
      "text": "Crypto irgendwer?\n\nMfg Chnopfloch",
      "genres": []
    }
  ]
}